{
    "translation": {
        "home": {
            "title": "Home",
            "route": "Home"
        },
        "about": {
            "title": "Over Mij",
            "route": "Over Mij",
            "content": "Ik ben {{ age }} jaar oud, ik hou van web development. Ik programmeer al {{ experience }} jaar en ben begonnen met het maken van spellen in roblox, en vanuit daar doorgegroeid naar het bouwen van complexere dingen.\n\nLos daarvan zit ik op dit moment in het versneld traject op Grafisch Lyceum Utrecht voor web development."
        },
        "projects": {
            "title": "Projecten",
            "route": "Projecten",
            "detail": {
                "0": "Ik heb hierbij voor een keuzendeel opdracht in school gekozen om een x86_64 bootloader te bouwen.\n\nHet leren van de taal was wel een challenge maar ik vond het verder leuk om meer te weten te komen over low-level programmeren.",
                "1": "Ik heb hierbij voor school een website gebouwd in een groep van 4 mensen, waarbij we gebruik maakten van Vue en TailwindCSS voor het stylen.\n\nWij moesten hierin beiden de Focus6 website en het Spiegelspel website opnieuw bouwen waarbij ik vooral gewerkt heb aan de Focus6 website.",
                "2": "Ik heb hierbij voor opdracht in school gekozen om een gedeelde document te maken, waarbij de gebruiker het kan aanpassen en een andere gebruiker het meteen ziet veranderen\n\nHierbij heb ik gebruik gemaakt van socket en de front-end gebouwt in Vue en de back-end in VLang met Redis als database.",
                "3": "Een real-time visualisatie tool die Chrome venster posities tracked en weergeeft als verstoringen in een geanimeerd grid.\n\nDe backend is gebouwd in Go en gebruikt AppleScript om venster posities op te halen, en stuurt deze via WebSocket naar een Vue frontend die het rendert op een HTML5 Canvas."
            }
        },
        "languages": {
            "title": "Talen & Tools",
            "route": "Talen"
        },
        "summits": {
            "title": "Summits",
            "route": "Summits",
            "content": "Niet alleen hou ik van programmeren, maar ook van het bereiken van bergtoppen. elke top die ik haal, motiveert me om de volgende, hogere uitdaging aan te gaan.\n\nHier zijn de toppen die ik tot nu toe heb geprobeerd te bereiken of daadwerkelijk heb gehaald:",
            "reached": "summit bereikt"
        },
        "month": [
            "Jan",
            "Feb",
            "Mrt",
            "Apr",
            "Mei",
            "Jun",
            "Jul",
            "Aug",
            "Sep",
            "Okt",
            "Nov",
            "Dec"
        ]
    }
}